Repository: NorwayFun/lightdm
Catalog: po/*.po
Languages: ka

source: Set properties of own user
ka: საკუთარი მომხმარებლის თვისებების დაყენება

source: Authentication is required to set one's own greeter properties.
ka: მომხმარებლის საკუთარი მისალმების დასაყენებლად ავთენტიკაციაა საჭირო.

source: Set properties of any user
ka: ნებისმიერი მომხმარებლის თვისებების დაყენება

source: Authentication is required to get another user's greeter properties.
ka: სხვა მომხმარებლის მისალმების მისაღებად ავთენტიკაციაა საჭირო.

source: Authentication is required to set another user's greeter properties.
ka: სხვა მომხმარებლის მისალმების დასაყენებლად ავთენტიკაციაა საჭირო.

source: - Display Manager
ka: - ეკრანის მმართველი

source: Use configuration file
ka: კონფიგურაციის ფაილის გამოყენება

source: Print debugging messages
ka: გამართვის შეტყობინებების გამოტანა

source: Run as unprivileged user, skipping things that require root access
ka: გაშვებულია არაპრივილეგირებული მომხმარებლით. ის, რასაც root წვდომა სჭირდება, გამოტოვებული იქნება

source: File to write PID into
ka: PID-ის ჩასაწერი ფაილი

source: Directory to write logs to
ka: ჟურნალის ჩასაწერი საქაღალდე

source: Directory to store running state
ka: გაშვების მდგომარეობის შესანახი საქაღალდე

source: Directory to cache information
ka: ინფორმაციის კეშის საქაღალდე

source: Show combined configuration
ka: გაერთიანებული კონფიგურაციის ჩვენება

source: Show release version
ka: ვერსიის ჩვენება

source: Run '%s --help' to see a full list of available command line options.
ka: ბრძანების სტრიქონში ხელმისაწვდომი პარამეტრების სიის სანახავად გაუშვით '%s --help'.

source: Run 'dm-tool --help' to see a full list of available command line options.
ka: ბრძანების სტრიქონში ხელმისაწვდომი პარამეტრების სიის სანახავად გაუშვით 'dm-tool --help'.
